/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; date = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NUL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Compromis AA";

/* Label of field in authority info access extension */
"Access Location" = "Loc acces";

/* Label of field in authority info access extension */
"Access Method" = "Metodă acces";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Afiliere modificată";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritm";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Număr serial certificat autoritate";

/* Authority info access extension label */
"Authority Information Access" = "Acces informații autoritate";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Identificator de cheie autoritate";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Constrângeri de bază";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Bit string";

/* No comment provided by engineer. */
"bits" = "biți";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Byte string";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "bytes";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Compromis CA";

/* X.509 key usage bitfield name */
"Cert Sign" = "Semnătură certificat";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Autoritate certificat";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Reținere certificat";

/* Certificate Policies extension label */
"Certificate Policies" = "Reguli certificat";

/* No comment provided by engineer. */
"Certificate Type" = "Tip certificat";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Sistarea operației";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Critic";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Puncte de distribuție CRL";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Emitent CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Semnare CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Date";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Date cifrare";

/* X.509 key usage bitfield name */
"Decipher Only" = "Doar descifrare";

/* X.509 key usage bitfield name */
"Digital Signature" = "Semnătură digitală";

/* label for general name field value */
"Directory Name" = "Nume director";

/* label for general name field value */
"DNS Name" = "Nume DNS";

/* label for general name field value */
"EDI Party Name" = "Nume grup EDI";

/* label for general name field value */
"Email Address" = "Adresă e-mail";

/* X.509 key usage bitfield name */
"Encipher Only" = "Doar cifrare";

/* No comment provided by engineer. */
"Expired" = "Expirat";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Expiră";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Text explicit";

/* Extended key usage extension label */
"Extended Key Usage" = "Utilizare extinsă a cheii";

/* Label used for General Name entry when value is invalid */
"General Name" = "Nume general";

/* Label used for General Names when value is invalid */
"General Names" = "Nume generale";

/* No comment provided by engineer. */
"Hostname mismatch." = "Neconcordanță nume gazdă.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Inhibare structurare reguli";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "%@ nevalid(ă)";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Legătură nevalidă în lanțul certificatelor.";

/* label for general name field value */
"IP Address" = "Adresă IP";

/* No comment provided by engineer. */
"Issued By" = "Emis de";

/* No comment provided by engineer. */
"Issuer Name" = "Numele emitentului";

/* No comment provided by engineer. */
"Issuer Summary" = "Rezumat emitent";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Identificare unică a emitentului";

/* X.509 key usage bitfield name */
"Key Agreement" = "Acord cheie";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Compromis cheie";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Cifrare cheie";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Identificator cheie";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Nume relativ la emitent CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Nu";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Nerepudiere
";

/* field value of parameters field when no parameters are present */
"none" = "nimic";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "neafișat (tag = %1$@; lungime %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Nu e valid după";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Nu e valid înainte";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Numere notificare";

/* Netscape certificate type usage value */
"Object Signing" = "Semnare obiect";

/* Netscape certificate type usage value */
"Object Signing CA" = "AC semnare obiect";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Oid prea lung";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Unul sau mai multe certificate au expirat sau nu sunt încă valide.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Una sau mai multe extensii critice neadmise găsite.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organizație";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Alt nume";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parametri";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Constrângere de lungime a căii";

/* Policy constraints extension label */
"Policy Constraints" = "Constrângeri regulă";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Identificator regulă #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Calificator regulă #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Cerințe regulă neîndeplinite.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Perioadă de utilizare cheie privată";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Privilegiu retras";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algoritm cheie publică";

/* No comment provided by engineer. */
"Public Key Data" = "Date cheie publică";

/* Label of field in extended key usage extension */
"Purpose" = "Scop";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Calificator";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Motive";

/* label for general name field value */
"Registered ID" = "Identificare înregistrată";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Necesită regulă explicită";

/* Netscape certificate type usage value */
"Reserved" = "Rezervat";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Certificatul rădăcină nu este de încredere.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Succesiune";

/* No comment provided by engineer. */
"Serial Number" = "Număr serial";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Setare";

/* No comment provided by engineer. */
"Signature" = "Semnătură";

/* No comment provided by engineer. */
"Signature Algorithm" = "Algoritm semnătură";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "client SSL";

/* Netscape certificate type usage value */
"SSL server" = "server SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Identificator cheie subiect";

/* No comment provided by engineer. */
"Subject Name" = "Nume subiect";

/* No comment provided by engineer. */
"Subject Unique ID" = "Identificare unică subiect";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Înlocuit";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Acest certificat are un emitent care a expirat";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Acest certificat are un emitent care nu este încă valid";

/* No comment provided by engineer. */
"This certificate has expired" = "Acest certificat a expirat";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Acest certificat nu este încă valid";

/* The certificate is temporally valid */
"This certificate is valid" = "Acest certificat este valid";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "%@ neanalizat(ă)";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Neutilizat";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Utilizare";

/* No comment provided by engineer. */
"Valid from" = "Valid de la";

/* No comment provided by engineer. */
"Version" = "Versiune";

/* label for general name field value */
"X.400 Address" = "Adresă X.400";

/* Label of a X.501 Name */
"X.501 Name" = "Nume X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "%2$scertificate X.509 versiune %1$d";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Da";

